Repository: ibrahim-sa3id-elgebaly/social_services_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Social Services
ar: الخدمات الاجتماعية

source: Home
ar: الرئيسية

source: Event
ar: المنتدي

source: Forum
ar: المنتدى

source: Person
ar: الشخصي

source: Settings
ar: الإعدادات

source: Contact Us
ar: اتصل بنا

source: About Us
ar: معلومات عنا

source: Log Out
ar: تسجيل الخروج

source: Language
ar: اللغة

source: Theme
ar: السمة

source: Blood Donation
ar: تبرع بالدم

source: Animal Care
ar: رعايه الحيوان

source: Roadside Assistance
ar: مساعدة الطريق

source: Aid Distribution
ar: توزيع المساعدات

source: Home Renovation
ar: ترميم المنازل

source: Disaster Relief
ar: اغاثة الكوارث

source: Literacy Programs
ar: برنامج محو الاميه

source: Orphan Care
ar: رعاية الأيتام

source: Seasonal Aid
ar: المساعدات الموسمية

source: Volunteer For Good
ar: تطوع فى الخير
